{
  "results": [
    "Is the book of lord of the rings true or false?", 
    "Is there such thing as a true story?", 
    "Is there a difference between true and false?", 
    "Did the nile river feed egyptian civilization?", 
    "Has the nile river fed egypt's civilization?", 
    "Has the nile river fed egyptian civilization?", 
    "Is the nile the longest river in the world?", 
    "Is there such a thing as the longest river in the world?", 
    "Is the river the nile the longest river in the world?", 
    "Is there a river in the mediterranean sea?", 
    "Is the mediterranean sea the same as the ocean?", 
    "Does the mediterranean sea flow into the african continent?", 
    "Is there a cataract in the nile?", 
    "Is there a cataract on the nile?", 
    "Is there such a thing as the nile?", 
    "Is there such thing as a cataract?", 
    "Is there such thing as a catapult?", 
    "Is there such thing as a catharsis?", 
    "Is there such a thing as the nile?", 
    "Is there a river in the nile?", 
    "Is there a delta in the nile?", 
    "Is there such thing as a delta?", 
    "Is there a difference between delta and delta?", 
    "Is there a delta near the river mouth?", 
    "Does the nile divide into two rivers?", 
    "Does the nile divide into two separate streams?", 
    "Does the nile divide into two streams?", 
    "Is the nile the same as the river?", 
    "Is the nile the same as the river in the south?", 
    "Is the nile a river in the south?", 
    "Has it ever been raining in ethiopia?", 
    "Has it ever been raining on the nile?", 
    "Did it rain every summer in ethiopia?", 
    "Did the floods in the nile affect the river?", 
    "Did the river nile flood during the floods?", 
    "Did the floods of the nile affect the river?", 
    "Is the soil in texas a fertile soil?", 
    "Is the soil in this area fertile?", 
    "Is it possible to grow crops in scotland?", 
    "Does the nile river flood every year?", 
    "Does the nile river flood twice a year?", 
    "Is the nile river the same every year?", 
    "Is there a difference between red land and black land?", 
    "Are there red land and black land in egypt?", 
    "Did the ancient egyptians live in the same land?"
  ]
}